Repository: MostafaAmer12/flutter_challenge
Catalog: lib/l10n/intl_*.arb
Languages: ar

# TabBar1
source: Home
ar: الرئيسية

# TabBar2
source: More
ar: المزيد

# Sample1
source: Sample Text 1
ar: عينة 1

# Sample2
source: Sample Text 2
ar: عينة 2

# Sample3
source: Sample Text 3
ar: عينة 3

# HomeAppBar
source: This is App
ar: هذا تطبيق

# Likes
source: Top Likes
ar: أعلي الإعجابات

# MoreAppBar
source: More
ar: المزيد

source: Settings
ar: الإعدادات

source: Dark Mode
ar: وضع النهار

source: Arabic Language
ar: اللغة الإنجليزية

source: Play this
ar: اضغط للتشغيل
